import React from 'react'

export default {
    benefits: {
        color: "#BAE2E2", title: "В чем выгоды вашего продукта", slots: 4,
        helptext: <div>- Что конкретно получит клиент?<br />
        - На сколько сокращается время выполнения операции/стоимость продукта/бюджет и т.д.?</div>,
    },

    advantages: {
        color: "#D5E9FA", title: "Отличия от конкурентов", slots: 4,
        helptext: <div>- В чем заключается конкурентное преимущество вашего продукта?<br />
        - Какие выгоды он предоставляет в отличие от конкурентов ? </div>,
    },

    problemSolvings: {
        color: "#FFAA9F", title: "Как продукт решает проблему", slots: 8,
        helptext: <div>- Что именно вы предлагаете?<br />
        - В чем суть вашей идеи?</div>,
    },

    desires: {
        color: "#FFE8DA", title: "Описание клиента", slots: 4,
        helptext: <div>- Профиль бизнеса?<br />
        - География?<br />
        - Размер кампании?<br />
        - В чем особенности вашего клиента?</div>,
    },

    solutions: {
        color: "#E5E7FA", title: "Как проблема решается сейчас", slots: 4,
        helptext: <div>- Каким образом решают сейчас?<br />
        - Какие варианты решений пробовали?<br />
        - Что мешает решить "идеально" ?<br />
        - Какие выгоды клиент получает от текущего решения?</div>,
    },

    tasks: {
        color: "#FFC7A6", title: "Какие задачи решает клиент", slots: 4,
        helptext: <div>- Какие бизнес-задачи стоят перед клиентом?<br />
        - В чем клиент хотел бы улучшить свой сервис/продукт?<br />
        - Что наиболее ценно для клиента  с точки зрения денег, времени и усилий?</div>,
    },

    problems: {
        color: "#A5AFFB", title: "Какие проблемы возникают у клиента", slots: 4,
        helptext: <div>- Что клиента не устраивает в существующих продуктах/сервисах?<br />
        - С какими  сложностями/проблемами сталкивается клиент?<br />
        - Какие потери возникают чаще всего ?<br />
        - Как возникают эти проблемы?<br />
        - Что является причиной? </div>,
    }
}