import React from 'react'

export default {
    benefits: {
        color: "#AFFFC7", title: "Выгода", slots: 4,
        helptext: <div>-Выгоды, которые приобретает клиент, пользуясь вашим продуктом?
    <br />-Чем полезен продукт?<br />-Как продукт облегчает жизнь клиента?</div>,
    },

    advantages: {
        color: "#FF8BF0", title: "Преимущества", slots: 4,
        helptext: <div>В чем заключается конкурентное преимущество вашего продукта?
     В каких метриках он выигрывает у аналогов?</div>,
    },

    problemSolvings: {
        color: "#AFE7FF", title: "Как продукт решает проблему", slots: 8,
        helptext: <div>Опишите то, как именно продукт решает проблему</div>,
    },

    desires: {
        color: "#FA6980", title: "Желания", slots: 4,
        helptext: <div>-Что жизненно важно делать для вашего клиента? Какие шаги он проходит, когда это делает?<br />
            -Какие функциональные задачи выполняет клиент?<br />
            -Есть ли задачи, которые клиент решает, сам того не понимая?<br />
            -Что приносит клиенту чувство удовлетворения?<br />
            -Как клиент хотел бы улучшить жизнь?</div>,
    },

    solutions: {
        color: "#52E5BA", title: "Решения", slots: 4,
        helptext: <div>Опишите то, как проблема решается сейчас</div>,
    },

    tasks: {
        color: "#72ACFF", title: "Задачи", slots: 4,
        helptext: <div>-Какие бизнес-задачи стоят перед клиентом?<br />
            -Что наиболее ценно для клиента, с точки зрения денег, времени и усилий?<br />
            -Какой уровень качества он ожидает получить?<br />
            -Какие выгоды клиент получает сейчас, когда пользуется тем что имеет?<br />
            -Как клиент измеряет успех или неудачу? </div>,
    },

    problems: {
        color: "#FFC96C", title: "Проблемы", slots: 4,
        helptext: <div>-Что клиента не устраивает в существующих продуктах? Что раздражает, но не оставляет выбора?<br />
            -С какими основными сложностями сталкивается клиент?<br />
            -Есть ли задачи, которые клиент выполняет через силу?<br />
            -Какие ошибки клиент чаще всего допускает?<br />
            -Основные сложности, которые возникают у клиента?<br />
            -Какие потери у клиента чаще всего возникают?</div>,
    },

    newSticker: {
        color: "#ffffaf", title: "Новый стикер", slots: 4,
        helptext: <div>Внесённая в заголовок информация будет отображаться на стикере на основном экране.
    Информация из поля "Содержание стикера" будет доступна по клику на стикер</div>,
    }
}