export default {
    benefits: {color: "#AFFFC7", title: "Выгода", 
    helptext: `Выгоды, которые приобретает клиент, пользуясь вашим продуктом:
    \n-Чем полезен продукт?\n-Как продукт облегчает жизнь клиента?`, slots: 4},

    advantages: {color: "#FF8BF0", title: "Преимущества",
    helptext: `В чем заключается конкурентное преимущество вашего продукта?
     В каких метриках он выигрывает у аналогов?`, slots: 4},

    problemSolvings: {color: "#AFE7FF", title: "Как продукт решает проблему",
    helptext: `Опишите то, как именно продукт решает проблему`, slots: 8},

    desires: {color: "#FA6980", title: "Желания",
    helptext: `-Что жизненно важно делать для вашего клиента? Какие шаги он проходит, когда это делает?\n
    -Какие функциональные задачи выполняет клиент?\n
    -Есть ли задачи, которые клиент решает, сам того не понимая?\n
    -Что приносит клиенту чувство удовлетворения?\n
    -Как клиент хотел бы улучшить жизнь?`, slots: 4},

    solutions: {color: "#52E5BA", title: "Решения",
    helptext: `Опишите то, как проблема решается сейчас`, slots: 4},

    tasks: {color: "#72ACFF", title: "Задачи",
    helptext: `-Какие бизнес-задачи стоят перед клиентом?\n
    -Что наиболее ценно для клиента, с точки зрения денег, времени и усилий?\n
    -Какой уровень качества он ожидает получить?\n
    -Какие выгоды клиент получает сейчас, когда пользуется тем что имеет?\n
    -Как клиент измеряет успех или неудачу? `, slots: 4},

    problems: {color: "#FFC96C", title: "Проблемы",
    helptext: `-Что клиента не устраивает в существующих продуктах? Что раздражает, но не оставляет выбора?\n
    -С какими основными сложностями сталкивается клиент?\n 
    -Есть ли задачи, которые клиент выполняет через силу?\n
    -Какие ошибки клиент чаще всего допускает?\n
    -Основные сложности, которые возникают у клиента?
    -Какие потери у клиента чаще всего возникают?`, slots: 4},

    newSticker: {color: "#ffffaf", title: "Новый стикер", 
    helptext: `Внесённая в заголовок информация будет отображаться на стикере на основном экране. 
    Информация из поля "Содержание стикера" будет доступна по клику на стикер`, slots: 4}
}